aajohan-comfortaa-fonts
abrt-cli
abrt-desktop
acl
adobe-source-code-pro-fonts
alsa-sof-firmware
alsa-ucm
alsa-utils
amd-gpu-firmware
amd-ucode-firmware
anaconda
anaconda-install-env-deps
anaconda-live
anaconda-webui
at
atheros-firmware
at-spi2-atk
at-spi2-core
attr
audit
authselect
avahi
b43-fwcutter
b43-openfwwf
baobab
basesystem
bash
bash-color-prompt
bash-completion
bat
bc
bind-utils
blueman
bluez-cups
bluez-tools
brcmfmac-firmware
brltty
btop
btrfs-progs
bzip2
cargo
chrony
cifs-utils
cirrus-audio-firmware
cliphist
cockpit-ws-selinux
code
colord
compsize
coreutils
cpio
crontabs
cryptsetup
cups
cups-browsed
cups-filters
cups-pk-helper
curl
cyrus-sasl-plain
dbus
dconf
dconf-editor
ddcutil
default-editor
default-fonts-cjk-mono
default-fonts-cjk-sans
default-fonts-cjk-serif
default-fonts-core-emoji
default-fonts-core-math
default-fonts-core-mono
default-fonts-core-sans
default-fonts-core-serif
default-fonts-other-mono
default-fonts-other-sans
default-fonts-other-serif
deltarpm
desktop-backgrounds-gnome
dhcp-client
discord
dnf5
dnf5-plugins
dnsmasq
dos2unix
dosfstools
dracut-config-rescue
dracut-live
dracut-network
e2fsprogs
ed
edk2-shell-x64
efibootmgr
elecwhat
ethtool
evince
evince-djvu
exfatprogs
faad2-libs
fastfetch
fd-find
fedora-bookmarks
fedora-chromium-config
fedora-flathub-remote
fedora-release-workstation
fedora-workstation-backgrounds
fedora-workstation-repositories
file
filesystem
firefox
firewalld
fpaste
fprintd-pam
fros-gnome
fwupd
fzf
gamemode
gdm
ghostscript
ghostscript-tools-fontutils
git
glibc
glibc-all-langpacks
glib-networking
gnome-backgrounds
gnome-bluetooth
gnome-boxes
gnome-browser-connector
gnome-calculator
gnome-calendar
gnome-characters
gnome-classic-session
gnome-clocks
gnome-color-manager
gnome-connections
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-epub-thumbnailer
gnome-font-viewer
gnome-initial-setup
gnome-logs
gnome-maps
gnome-online-accounts-libs
gnome-remote-desktop
gnome-session-wayland-session
gnome-settings-daemon
gnome-shell
gnome-shell-extension-background-logo
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-user-docs
gnome-user-share
gnome-weather
gnupg2
grub2-efi-ia32
grub2-efi-ia32-cdboot
grub2-efi-x64
grub2-efi-x64-cdboot
grub2-efi-x64-modules
grub2-pc
grub2-tools
grub2-tools-efi
grub2-tools-extra
grubby
gstreamer1-plugin-dav1d
gstreamer1-plugin-libav
gstreamer1-plugin-openh264
gstreamer1-plugins-bad-free
gstreamer1-plugins-good
gstreamer1-plugins-ugly-free
gtk2
gutenprint
gutenprint-cups
gvfs-afc
gvfs-afp
gvfs-archive
gvfs-fuse
gvfs-goa
gvfs-gphoto2
gvfs-mtp
gvfs-smb
heif-pixbuf-loader
hfsplus-tools
hostname
hplip
hunspell
hyperv-daemons
hypridle
hyprland
hyprland-qtutils
hyprlock
hyprpaper
hyprsunset
ibus-anthy
ibus-chewing
ibus-gtk3
ibus-gtk4
ibus-hangul
ibus-libpinyin
ibus-m17n
ibus-typing-booster
intel-audio-firmware
intel-gpu-firmware
intel-vsc-firmware
iproute
iptables-nft
iptstate
iputils
irqbalance
iscsi-initiator-utils
isomd5sum
iwlegacy-firmware
iwlwifi-dvm-firmware
iwlwifi-mvm-firmware
jxrlib
kbd
kbd-legacy
kernel
kernel-core
kernel-modules
kernel-modules-extra
kexec-tools
kitty
lazygit
less
libdnf5-plugin-expired-pgp-keys
libertas-firmware
libglvnd-gles
libheif-freeworld
libreoffice-calc
libreoffice-emailmerge
libreoffice-graphicfilter
libreoffice-impress
libreoffice-writer
librsvg2
libsane-hpaio
libuser
libva-intel-media-driver
linux-firmware
livesys-scripts
localsearch
logrotate
loupe
lrzsz
lsof
lvm2
mactel-boot
mailcap
man-db
man-pages
mcelog
mdadm
mediawriter
mesa-dri-drivers
mesa-libEGL
mesa-vulkan-drivers
microcode_ctl
ModemManager
mozilla-openh264
mpage
mt7xxx-firmware
mtr
nautilus
ncdu
ncurses
neovim
net-tools
NetworkManager
NetworkManager-adsl
NetworkManager-bluetooth
NetworkManager-config-connectivity-fedora
NetworkManager-openconnect-gnome
NetworkManager-openvpn-gnome
NetworkManager-ppp
NetworkManager-pptp-gnome
NetworkManager-ssh-gnome
NetworkManager-vpnc-gnome
NetworkManager-wifi
NetworkManager-wwan
nfs-utils
nmap-ncat
nss-mdns
ntfs-3g
ntfsprogs
nvidia-gpu-firmware
nvme-cli
nwg-look
nxpwireless-firmware
openh264
opensc
openssh-clients
openssh-server
open-vm-tools-desktop
orca
PackageKit-command-not-found
PackageKit-gstreamer-plugin
PackageKit-gtk3-module
pam_afs_session
pandoc
paps
parted
passwdqc
pciutils
pinentry-gnome3
pinfo
pipewire-alsa
pipewire-gstreamer
pipewire-pulseaudio
pipewire-utils
plocate
plymouth
plymouth-system-theme
podman
policycoreutils
policycoreutils-python-utils
polkit
portaudio
prefixdevname
procps-ng
psacct
psmisc
ptyxis
python3-augeas
python3-pyaudio
python3-rapidfuzz
qadwaitadecorations-qt5
qcom-wwan-firmware
qemu-guest-agent
qt5-qtbase
qt5-qtbase-gui
qt5-qtdeclarative
qt5-qtxmlpatterns
quota
realmd
realtek-firmware
rhythmbox
rootfiles
rpm
rpmfusion-free-release
rpmfusion-nonfree-release
rsync
rsyslog
rygel
samba-client
sane-backends-drivers-scanners
sdl12-compat
selinux-policy-targeted
setup
shadow-utils
shim-ia32
shim-x64
simple-scan
smartmontools
snapshot
sos
speech-dispatcher
spice-vdagent
spice-webdavd
sssd-common
sssd-kcm
sssd-proxy
stow
sudo
sushi
SwayNotificationCenter
swayosd
symlinks
system-config-printer-udev
systemd
systemd-oomd-defaults
systemd-resolved
systemd-udev
tar
tcpdump
teamd
texlive-scheme-full
thermald
time
tinysparql
tiwilink-firmware
toolbox
totem
traceroute
tree
udisks2-btrfs
unoconv
unzip
uresourced
usb_modeswitch
usbutils
usermode
util-linux
uv
vim-minimal
virtualbox-guest-additions
waybar-git
wget2-wget
which
whois
wireplumber
wlogout
words
wpa_supplicant
xdg-desktop-portal
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xdg-user-dirs-gtk
xfsprogs
xlsclients
yelp
yyjson
zen-browser
zip
zoom
zram-generator-defaults
zsh
