baobab
base
base-devel
bat
bitwarden
blueberry
bluez
bluez-obex
bluez-utils
brightnessctl
btop
cheese
cliphist
cmatrix
ddcutil
discord
docker
efibootmgr
evince
fastfetch
fd
firefox
fprintd
fzf
git
gnome-calendar
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
go
greetd
greetd-tuigreet
grub
gst-plugin-pipewire
gtk2
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprshot
hyprsunset
ifuse
intel-ucode
iwd
kitty
lazygit
libpulse
libreoffice-fresh
linux
linux-firmware
mpv
nautilus
ncdu
neovim
networkmanager
nwg-look
openssh
os-prober
pandoc-cli
pavucontrol
perl-image-exiftool
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
podman
polkit-gnome
ripgrep
rsync
sof-firmware
spotify-launcher
stow
swaync
swayosd
texlive-binextra
texlive-fontsrecommended
texlive-latex
texlive-latexextra
texlive-latexrecommended
tmux
tuned
tuned-ppd
usbutils
uv
waybar
wev
wireplumber
wofi
xdg-desktop-portal-hyprland
zram-generator
zsh
