baobab
base
base-devel
bat
bitwarden
blueberry
bluez
bluez-obex
bluez-utils
brightnessctl
btop
cliphist
cmatrix
discord
docker
efibootmgr
evince
fastfetch
fprintd
fzf
git
gnome-calendar
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
greetd
greetd-tuigreet
gst-plugin-pipewire
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
ifuse
intel-ucode
kitty
libpulse
linux
linux-firmware
nautilus
ncdu
neovim
networkmanager
nwg-look
openssh
perl-image-exiftool
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-gnome
power-profiles-daemon
rsync
sof-firmware
spotify-launcher
stow
swaync
waybar
wireplumber
wofi
xdg-desktop-portal-hyprland
zram-generator
zsh
